{
  "1000": "Gorges of Spirits",
  "1001": "Jinzhou",
  "1002": "Central Plains",
  "1003": "Desorock Highland",
  "1004": "Tiger's Maw",
  "1005": "Whining Aix's Mire",
  "1007": "Dim Forest",
  "1008": "Port City of Guixu",
  "1009": "Wuming Bay",
  "1010": "Norfall Barrens",
  "32000087": "Tactical Hologram: Impermanence Heron",
  "32000191": "Tactical Hologram: Feilian Beringal",
  "32000276": "Tactical Hologram: Tempest Mephis",
  "106002499": "Forgery Challenge: Misty Forest",
  "111003623": "Forgery Challenge: Flaming Remnants",
  "130000050": "Forgery Challenge: Moonlit Groves",
  "130000173": "Tactical Hologram: Mourning Aix",
  "133000508": "Forgery Challenge: Marigold Woods",
  "142000073": "Forgery Challenge: Eroded Ruins",
  "610000001": "Simulation Training",
  "events": "Temporary Events",
  "gameplay": "Waveplate Activities",
  "locations": "Locations",
  "others": "Others",
  "MonsterRarity_1_RarityDesc": "Standard Class (Cost 1)",
  "Monster001": "Vanguard Junrock",
  "Monster001_desc": "A TD constructed with fragmented rocks. It has poor eyesight and a preference for rampaging. \nThe clinks and clacks of its rock skin colliding with other objects help Vanguard Junrock identify its circumstances.",
  "MonsterRarity_2_RarityDesc": "Elite Class (Cost 3)",
  "Monster037": "Stonewall Bracer",
  "Monster037_desc": "A TD constructed from rocks. Slow and clumsy, it possesses horrendous arm strength and prefers throwing stones to attack its enemies.",
  "MonsterRarity_3_RarityDesc": "Overlord Class (Cost 4)",
  "Monster044": "Tempest Mephis",
  "Monster044_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Thunder>Electro damage</color>. \nA powerful TD that roams the Central Plains. With the aid of thunderstorms, it keeps devouring human sounds of protection. Regarded as a vanguard of the Crownless.",
  "Monster046": "Crownless",
  "Monster046_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc damage</color>. \nCrownless is a Whisperin Tacet Discord born outside Gorges of Spirits along with the eruption of the strange Tacet Field. A vast mixture of human frequencies is detected within its physical form. For instance, the exhilaration and thirst for victory, the fear and resentment for casualty... Humans' long-suppressed barbarism is reified in Crownless and antagonized against themselves.\nThis creature is a pawn dispatched by the enemy in disguise, as well as a harbinger of the scourge of war.",
  "Monster002": "Fission Junrock",
  "Monster002_desc": "A TD constructed with fragmented rocks. Commonly found in the company of Vanguard Junrock. \nDifferent from the latter, Fission Junrock has a more active and unstable energy and easily explodes under impacts. Records show that it is sometimes used as a throwing weapon by other Tacet Discords.",
  "Monster003": "Electro Predator",
  "Monster003_desc": "This enemy has a <color=HighlightB>higher RES</color> to <color=Thunder>Electro damage</color>. \nA humanoid TD holding hunting gear, using lightning as arrows.\nElectro Predators’ pulling of strings is as fast as thunders striking in the first springs. Taking the wastelands as its hunting ground, it takes delight in pursuit and prey.",
  "Monster010": "Glacio Predator",
  "Monster010_desc": "This enemy has a <color=HighlightB>higher RES</color> to <color=Ice>Glacio damage</color>.\nA humanoid TD holding hunting gear, shaping frost as spears. \nGlacio Predators’ throwing of spears is as accurate as snowflakes piercing through the air. Taking the wastelands as its hunting ground, it takes delight in pursuit and prey.",
  "Monster011": "Aero Predator",
  "Monster011_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Wind>Aero damage</color>.\nA humanoid TD holding hunting gear, gathering storm as boomerangs. \nAero Predators’ thrusting of boomerangs is as unpredictable as vortex morphing around the seas. Taking the wastelands as its hunting ground, it takes delight in pursuit and prey.",
  "Monster004": "Fusion Warrior",
  "Monster004_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Fire>Fusion damage</color>.\nA humanoid TD with blades grown from its arms. Yearning for powerful opponents, it burns with a fighting spirit as surging as the blades at the end of its limbs.",
  "Monster005": "Havoc Warrior",
  "Monster005_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc damage</color>.\nA humanoid TD with scythes grown from its arms. It favors opponents less powerful, for only the weak are at the mercy of its trials and sentences.",
  "Monster006": "Snip Snap",
  "Monster006_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Fire>Fusion damage</color>.\nAn immature humanoid TD that exudes small amounts of magma, as though they are on the verge of boiling point.\nWhen they battle, the magma on their body erupts with sparks and emits a crackling sound similar to \"snip-snaping\".",
  "Monster007": "Zig Zag",
  "Monster007_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Light>Spectro damage</color>.\nAn immature humanoid TD that often emits a \"zig zag” sound when they focus and release light rays.",
  "Monster008": "Whiff Whaff",
  "Monster008_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Wind>Aero damage</color>.\nAn immature humanoid TD, hovering in the air with the help of winds. It is able to alter its movement speed through the simple absorption of gases.\nWhen it exhales air backwards and accelerates, it often emits a sound akin to \"whoosh\".",
  "Monster009": "Tick Tack",
  "Monster009_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc damage</color>.\nAn immature humanoid TD. Maybe imitating the clacking of teeth of human laughter, they always make sounds of \"tick tack\" whenever they encounter humans.",
  "Monster016": "Gulpuff",
  "Monster016_desc": "This has <color=HighlightB>higher RES</color> to <color=Ice>Glacio damage</color>.\nFish-like animals widely distributed in water bodies. Gulpuff often hides its body under the water surface and displays the lotus leaf-like structure over its head as a camouflage. \nWhen threatened, these creatures swallow a large amount of water before inflating themselves and letting out gulp sounds to frighten the enemy.",
  "Monster030": "Chirpuff",
  "Monster030_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Wind>Aero damage</color>.\nWidely distributed riparian fish-like animals with a special algal flower structure on the crown of their skull and capable of drifting in the wind. \nWhen threatened, Chirpuff will rapidly puff air and make a warning chirp.",
  "Monster034": "Glacio Prism",
  "Monster034_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Ice>Glacio damage</color>.\nA mineral TD commonly found in mine veins. The crystals embedded in its rock body reflect a cold light. \nAlthough its combat capability is relatively feeble, when it is destroyed, the energy it releases enhances the Tacet Discords in its vicinity.",
  "Monster033": "Fusion Prism",
  "Monster033_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Fire>Fusion damage</color>.\nA mineral TD commonly found in mine veins. Under its rock body, blazing magma is contained. \nAlthough its combat capability is relatively feeble, when it is destroyed, the energy it releases enhances the Tacet Discords in its vicinity.",
  "Monster035": "Spectro Prism",
  "Monster035_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Light>Spectro damage</color>.\nA mineral TD commonly found in mine veins. Its rock body emits a blinding, brilliant glow. \nAlthough its combat capability is relatively feeble, when it is destroyed, the energy it releases enhances the Tacet Discords in its vicinity.",
  "Monster036": "Havoc Prism",
  "Monster036_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc damage</color>.\nA mineral TD commonly found in mine veins. Its rock body is haunted with black and profound powers. \nAlthough its combat capability is relatively feeble, when it is destroyed, the energy it releases enhances the Tacet Discords in its vicinity.",
  "Monster014": "Cruisewing",
  "Monster014_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Light>Spectro DMG</color>.\nMayfly-like animals with a light body. They have wings like those of butterflies. Good at circling their enemies with flexible moves.",
  "Monster015": "Sabyr Boar",
  "Monster015_desc": "Boar-like animals commonly found in forests, with a sensitive and irritable nature. \nSharp tusks are the solution to every problem a Sabyr Boar encounters – it will always charge towards anything that intrudes its territory unrelentingly. \nA Huanglong idiom also compares “Sabyr Boar’s charge” to reckless people.",
  "Monster017": "Excarat",
  "Monster017_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc DMG</color>.\nMole-like animals with excellent burrowing capabilities. They are able to excavate even concrete and steel. \nWith their complicated underground passage system, Excarats can easily hide their traces and confuse their enemies.",
  "Monster018": "Young Geohide Saurian",
  "Monster018_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Fire>Fusion DMG</color>.\nLarge amphibian-like creatures mostly found in forests. Their hard skins are found to emit heat. \nResearch has found that the tenacity of Viridblaze Saurian’s skin has a positive correlation to the beast’s body temperature.",
  "Monster019": "Young Roseshroom",
  "Monster019_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc DMG</color>.\nRoseshrooms are fungus-like TDs inhabiting wetlands, whose caps are like the petals of a rose when fully bloomed, hence the name. \nWhile they are stationary, the core on their caps can gather and release light rays to attack passing creatures.",
  "exile": "Exiles & Fractsidus",
  "Exile": "Exile",
  "Exile_desc": "Non-Resonators of Exile groups. They engage in a series of ordinary tasks such as combat, patrol, and item gathering for the team.\nThough they often bow to opponents more powerful than themselves, they are experts at dealing with other Exile groups.",
  "Monster052": "Hooscamp",
  "Monster052_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Wind>Aero DMG</color>.\nGibbon-like lifeforms primarily gathered in deep woodlands, Hoochiefs have the tendency to show off their supremacy by stealing human belongings.\nThey are TDs within Huanglong borders found to manifest relatively sophisticated cognitive abilities, capable of emulating humans in the use of certain rudimentary weapons and tools. In this case flinging rocks.",
  "Monster057": "Diamondclaw",
  "Monster057_desc": "Scorpion-like animals found mostly in dim areas. Their thick, hard crystal claws are deadly weapons against enemies.",
  "Monster058": "Hoartoise",
  "Monster058_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Ice>Glacio DMG</color>.\nTortoise-like amphibious creatures mostly often found along riverbanks. The shells on their backs are embedded with pieces of frost crystals. These creatures favor cold environments for naps. \nA warmer surrounding will wake up a Hoartoise, as well as kindle its hot-tempered nature.",
  "Monster053": "Fusion Dreadmane",
  "Monster053_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Fire>Fusion DMG</color>.\nWolf-like animals that roam the dry areas, known for their fury and bloodlust. \nIn order to fight against more powerful enemies, Annihilation Dreadmanes usually hunt in packs. Their operations are marked by the art of carnage.",
  "Monster031": "Violet-Feathered Heron",
  "Monster031_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Thunder>Electro damage</color>. \nHeron-like animals found active in mountain forests and water edges. Though born with wide-spreading purple wings, they only extend them and fly in furious thunderstorms.",
  "Monster032": "Cyan-Feathered Heron",
  "Monster032_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Wind>Aero damage</color>. \nHeron-like animals found active in mountain forests and water edges. Though born with wide-spreading cyan wings, they only extend them and fly in roaring winds.",
  "Monster038": "Flautist",
  "Monster038_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Thunder>Electro DMG</color>.\nA Humanoid TD that casts its power by playing the instrument. Imitating the human behavior of playing flutes to transmit messages, the melody it produces is only noisy and hoarse.",
  "Monster039": "Tambourinist",
  "Monster039_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc DMG</color>.\nHumanoid TD that casts its power by playing the instrument. Imitating the human behaviour of playing bells and saying prayers, the words it emits are never blessing, but curses.",
  "Monster040": "Rocksteady Guardian",
  "Monster040_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Light>Spectro DMG</color>.\nA tall TD guardian. Its figure resembles monolithic rocks from the mountains. \nDespite its appearance of an indestructible fortification, the nature of Rocksteady Guardian is never to protect, but to crush any obstacle that blocks its advance.",
  "Monster041": "Chasm Guardian",
  "Monster041_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc DMG</color>.\nA tall TD guardian. Its figure resembles a huge boulder from the abyssal depths. \nDespite its appearance of an indestructible fortification, the nature of Chasm Guardian is never to protect, but to crush any obstacle that blocks its advance.",
  "Monster042": "Geohide Saurian",
  "Monster042_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Fire>Fusion DMG</color>.\nLarge amphibian-like creatures mostly found in forests. Their hard skins are found to emit heat. \nResearch has found that the tenacity of Viridblaze Saurian’s skin has a positive correlation to the beast’s body temperature.",
  "Monster043": "Roseshroom",
  "Monster043_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc DMG</color>.\nRoseshrooms are fungus-like creatures inhabiting wetlands, whose caps are like the petals of a rose when fully bloomed, hence the name. \nWhile they are stationary, the core on their caps can gather and release light rays to attacked passing by creatures.",
  "Monster049": "Havoc Dreadmane",
  "Monster049_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc DMG</color>.\nWolf-like animals that roam the plains, known for their opportunistic nature. \nIn order to fight against more powerful enemies, Havoc Dreadmanes usually hunt in packs. Their operations are marked by the art of ambush.",
  "Monster050": "Hoochief",
  "Monster050_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Wind>Aero DMG</color>.\nGibbon-like lifeforms primarily gathered in deep woodlands, Hoochiefs have the tendency to show off their supremacy by stealing human belongings.\nUnlike other Hoochiefs, Hoochief Cyclones can conjure air currents to not only launch long-range attacks but also restrict the movement of its targets.",
  "Monster051": "Spearback",
  "Monster051_desc": "Ferocious black bear-like animals. Their head and shoulders are covered with arrow-shaped clusters of sharp Tacetite, like indestructible thorns.",
  "Monster054": "Chaserazor",
  "Monster054_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Wind>Aero DMG</color>.\nA TD living in discarded vehicles. It camouflages itself among ruins and foliage. Once disturbed, they exhibit a terrifying posture.",
  "Exile Leader": "Exile Leader",
  "Exile Leader_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc DMG</color>.\nLeaders of Exile groups that oversee the allocation of resources and the arrangement of operations.\nMost Exiles adhere to the law of survival of the fittest, thus the Exile Leaders are often chosen through numerous intense battles.",
  "Exile Technician": "Exile Technician",
  "Exile Technician_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Light>Spectro DMG</color>.\nFemale Resonators of Exile groups. As mechanics, Exile Technicians are in charge of the repair and making of weapons and other equipment. \nEffective craftwork can significantly boost the group’s survival probability, while deadly weapons can guarantee wins for the group in battle for resources",
  "Fractsidus Executioner": "Fractsidus Executioner",
  "Fractsidus Executioner_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc DMG</color>.\nFractsidus' faithful cultists.\nLacking in Forte yet bearing a strong yearning for power, they crossed forbidden scientific boundaries. Through the use of special mechanical components, their human bodies are amalgamated with TD limbs, thus they obtain the ability to render themselves invisible.\nHowever, TD frequencies distort the cultists’ mentality and corrode their bodies. Executioners are tasked with the removal of the Fractsidus members in breach of rules or gone out of control.",
  "Monster045": "Inferno Rider",
  "Monster045_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Fire>Fusion damage</color>. \nA fiery \"biker\" born in the Port City of Guixu. It sets forth trials of courage with its unyielding flame for those who dare to trespass.\nThroughout the long years, the truth of history gradually burns to ashes, and the knight who once sang boldly toward death becomes a harbinger of fear in the word of mouth among humanity.\n\"That is the rider who turns fear into fuel and brings calamity.\"\nHowever, amidst the idle talk of the indigenous people in the Forsaken Home, another version quietly spreads.\n\"When you face that mighty rider, set aside your fear and respond with your utmost reverence. Prove to him your courage to be the last one standing.\"",
  "Monster061": "Impermanence Heron",
  "Monster061_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc damage</color>. \nA giant avian creature that flies around Desorock Highland. Its three heads are respectively responsible for ingestion, offense, and guard. \n“Foolish left, wicked right. Center head’s the greatest blight”, so would Jinzhou rhymes describe the heads.",
  "Monster062": "Lampylumen Myriad",
  "Monster062_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Ice>Glacio damage</color>. \nAn ensnarer that slumbers in a freezing mine pit, obsessed with collecting and imitating sounds. It can imitate human speech through a vibrating hum. \nLampylumen Myriad uses sound as bait to lure its prey, which will be frozen in the deep cold. The loss of warmth and the illusion before dying will cause human beings to pour out their last words, which contain great emotional fluctuations. \nFor Lampylumen Myriad, this is the frequency of the supreme taste.",
  "Monster063": "Feilian Beringal",
  "Monster063_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Wind>Aero damage</color>. \nA giant ape-like monster that resides at the towering banyan tree, guarding the apes’ territory from intrusion. \nTo avoid unexpected confrontation with it, the Midnight Rangers and the Huaxu Academy once collaborated in a special operation to fix the Feilian Beringal with a tracking bracelet, enabling the tracking of its movements within the forest.",
  "Monster070": "Mourning Aix",
  "Monster070_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Light>Spectro damage</color>. \nA bird-of-prey-like animal that perches at the Whining Aix's Mire, with cries like a mournful song. \nLegend has it that this bird once had a partner and that their chorus was a beautiful sound. Their names were not passed down, but their hymns were recorded and preserved by human beings. \nUntil one of them was deceased. The surviving one cried all day long, and the cries were so dismal it was called the Mourning Aix. \nIn the loss of a lover, the bird became oppressive and violent, allowing no one to step into its nest of lost love. It only lingers in the heavens while singing the eulogy, in pursuit of an illusion that is no longer there among the clouds.",
  "MonsterRarity_4_RarityDesc": "Calamity Class (Cost 4)",
  "Monster047": "Bell-Borne Geochelone",
  "Monster047_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Ice>Glacio damage</color>. \nA torpid snapping turtle in the frozen lake, carrying an ancient bell on its back. \nSome researchers once tried to transcribe the inscriptions on the bell, but accidentally disturbed the gargantuan Chelonian’s dreams. \nWhen it awakens, lasting toll will be echoing around the Gorges of Spirits.",
  "Monster060": "Scar",
  "Monster060_desc": "One of the Fractsidus Overseers.\nA rebel who revels in Overclocking, disregarding the ideas of beauty and order. He enjoys destruction and chaos, delighting in the suffering of others. He disregards rules and fame, using any means to reach his goals. With an introspective sobriety driving him, he seeks you out to witness the birth of a new world, still in its infancy.\n<i>\"New life blooms from scorched earth, rising through the ashes.\"</i>",
  "Monster128": "Hoochief Menace",
  "Monster128_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Wind>Aero damage</color>. \nMimetic apes that appear in areas of dense forest seem to make a statement by stealing human objects as trophies.\nThe Hoochief Menace is particularly manic compared to other mimic apes, and its fists can unleash a blistering barrage of attacks.",
  "Fractsidus Thruster": "Fractsidus Thruster",
  "Fractsidus Thruster_desc": "Fractsidus' faithful cultists.\nLacking in Forte yet bearing a strong yearning for power, they crossed forbidden scientific boundaries. Through the use of special mechanical components, their human bodies are amalgamated with TD limbs, thus they become strong enough to wield gigantic hammers.\nHowever, TD frequencies distort the cultists’ mentality and corrode their bodies. They choose to mask themselves to conceal their twisted face.",
  "Monster146": "Hooscamp Clapperclaw",
  "Monster146_desc": "Fractsidus' faithful cultists.\nLacking in Forte yet bearing a strong yearning for power, they crossed forbidden scientific boundaries. Through the use of special mechanical components, their human bodies are amalgamated with TD limbs, thus they become strong enough to wield gigantic hammers.\nHowever, TD frequencies distort the cultists’ mentality and corrode their bodies. They choose to mask themselves to conceal their twisted face.",
  "Fractsidus Cannoneer": "Fractsidus Cannoneer",
  "Fractsidus Cannoneer_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Wind>Aero damage</color>. \nAn anthropomorphic ape that appears in densely forested areas and seems to make a statement by stealing human items as trophies.\nIt's one of the more complex TDs with intelligent behavior in Huanglong territory so far, and will use sharp claws to guard its territory.",
  "Fractsidus Gunmaster": "Fractsidus Gunmaster",
  "Fractsidus Gunmaster_desc": "Fractsidus' faithful cultists.\nLacking in Forte yet bearing a strong yearning for power, they crossed forbidden scientific boundaries. Through the use of special mechanical components, their human bodies are amalgamated with TD limbs, thus their figures are unnaturally heightened to shoulder cannons.\nHowever, TD frequencies distort the cultists’ mentality and corrode their bodies. They choose to mask themselves to conceal their twisted face.",
  "Monster151": "Traffic Illuminator",
  "Monster151_desc": "Fractsidus' faithful cultists.\nLacking in Forte yet bearing a strong yearning for power, they crossed forbidden scientific boundaries. Through the use of special mechanical components, their human bodies are amalgamated with TD limbs, thus their bodies mutate into powerful guns.\nHowever, TD frequencies distort the cultists’ mentality and corrode their bodies. They choose to bandage themselves to conceal their twisted face.",
  "Monster119": "Clang Bang",
  "Monster119_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Light>Spectro damage</color>. \nA small TD fused with a signal light, its Forte incorporates the common sense of \"stop on red, go on green\", and will slightly punish those who do not civilize the public.\nSo, please be sure to follow the traffic rules.",
  "Monster150": "Autopuppet Scout",
  "Monster150_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Ice>Glacio damage</color>. \nThe TD is a parasite of the Sentry Vehicle, camouflaging itself with a rusted and damaged armor shell. It serves as a \"sentinel\", monitoring all movements within the city and removing any potential threats.",
  "Monster080": "Mech Abomination",
  "Monster080_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Thunder>Electro damage</color>. \nCreated in the CSC labs, this Mechanical TD has evolved by consuming machine wrecks. Upon discovering traces of human frequencies, it became fixated on achieving perfection and grew larger as it improved its composition. A haunting symbol of humanity's relentless pursuit of scientific advancement, its presence serves as a subtle reminder of our obsession and descent into madness.",
  "Monster078": "Dreamless",
  "Monster078_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Dark>Havoc damage</color>. \nAlong with the eerie Void Plenilune, this Whisperin TD appeared at the end of the Norfall Barrens. \nIts very presence is an ominous reminder of the devastating war that once ravaged this land. Born from the residual energies of battle, it continues to evolve and has become the most feared weapon in the Threnodian's arsenal. With merciless destruction, it reawakens humanity's primal fear of warfare. And now, it greets its ruler, ready to unleash chaos upon the world.",
  "Monster066": "Thundering Mephis",
  "Monster066_desc": "This enemy has <color=HighlightB>higher RES</color> to <color=Thunder>Electro damage</color>. \nA powerful TD based in Desorock Highland with the power of thunder. It is considered one of the vanguards in the Threnodian’s army.",
  "MonsterInfo_350000010_Name": "Mourning Aix",
  "MonsterInfo_350000010_Name_desc": "Lone Mandarin - Discovered placeholder",
  "Monster1058": "Rocksteady Guardian",
  "Monster1058_desc": "Rocksteady Guardian-Discoverd placeholder",
  "Monster1040": "Hoartoise",
  "Monster1040_desc": "Hoartoise-Discoverd placeholder",
  "MonsterInfo_350000040_Name": "Thundering Mephis",
  "MonsterInfo_350000040_Name_desc": "Thundering Mephis-Discovered placeholder",
  "MonsterInfo_350000050_Name": "Feilian Beringal",
  "MonsterInfo_350000050_Name_desc": "Feilian Beringal - Discovered placeholder",
  "tactical_hologram": "Tactical Hologram",
  "32000087_desc": "The Imitative Sonic Device left by Court of Savantae can simulate powerful enemies. The Data Set obtained in this battle can be exchanged for various rewards in the Simulation Training Store.",
  "32000191_desc": "The Imitative Sonic Device left by Court of Savantae can simulate powerful enemies. The Data Set obtained in this battle can be exchanged for various rewards in the Simulation Training Store.",
  "32000276_desc": "The Imitative Sonic Device left by Court of Savantae can simulate powerful enemies. The Data Set obtained in this battle can be exchanged for various rewards in the Simulation Training Store.",
  "380015_Gameplay_Dungeon_1": "Chaotic Juncture: Ember",
  "102001787_desc": "Chaotic Juncture: Ember",
  "380016_Gameplay422": "Statue of the Crownless: Heart",
  "102001788_desc": "Enter Heart of the Crownless",
  "301102_Teleport001": "Resonance Beacon",
  "301102_Teleport001_desc": "Part of the Resonance ecological information network, Resonance Beacons collect field data in a small radius and transmit it back to the Resonance Nexus.",
  "forgery_challenge": "Forgery Challenge",
  "106002499_desc": "Enter the “Forgery Challenge”",
  "380014_Gameplay379": "Parallel Perception",
  "106002637_desc": "Enter Parallel Perception",
  "BossChallenge_Monster063": "Feilian Beringal Boss Challenge",
  "BossChallenge_Monster063_desc": "<color=#1891e7>[Aero]</color>\nHas <color=HighlightB>increased RES</color> to <color=Wind>Aero DMG</color>.\nA formidable Mutant Organism deep in the Giant Banyan. Leader of the Hoochiefs.",
  "109002090_desc": "Activate",
  "109002091_desc": "Activate",
  "109002092_desc": "Activate",
  "3005_NPC0004": "Souvenir Store",
  "3005_NPC0004_desc": "Scattered throughout the region, these Wood-textured Shards attract curious merchants from all nations. They’d be happy to pay you with their various “souvenirs”.",
  "109002500_desc": "I want some Souvenirs.",
  "3010_NPC0002": "Panhua Restaurant",
  "3010_NPC0002_desc": "Jinzhou's Panhua restaurant boasts open stoves and a bustling kitchen, making it the city's premier dining destination. With a steady stream of satisfied patrons, this establishment has earned a reputation as the culinary god of Jinzhou, representing its unique Huanglong food culture. Foodies flock here for delectable dishes and to immerse themselves in local gastronomy.",
  "109002505_desc": "Let me check the menu first.",
  "3012_NPC0001": "Mahe's Grocery",
  "3012_NPC0001_desc": "Located in Huanglong's bustling city of Jinzhou, Mahe runs an honest grocery store. Despite being a practical worker, his insistence on using the best ingredients for tasty dishes has caused a rift with his wife. The couple now lives apart, their marriage strained by his unwavering dedication to quality.",
  "109002511_desc": "I want some ingredients.",
  "3000_NPC0005": "Relic Merchant",
  "3000_NPC0005_desc": "Rediscover forgotten treasures in Solaris and exchange them with Relic Merchants for unique rewards. Search the world for scattered Sonance Caskets to revive these lost treasures.",
  "109002512_desc": "I want to deliver Sonance Caskets.",
  "3_NPC0006": "Pioneer Association",
  "3_NPC0006_desc": "The Pioneer Association, founded before the Lament, is a prestigious organization in science and education. \nThe Pioneer Association continues to collaborate with scientists, photographers, and journalists to explore and document the world's wonders after the Ebb Tide. Their hard work leads to groundbreaking discoveries that captivate global audiences through mediums like magazines, maps, books, entertainment, and interactive media.",
  "109002516_desc": "About my Exploration Progress",
  "3011_NPC0008": "Shifang Pharmacy",
  "3011_NPC0008_desc": "A store selling a variety of pharmaceuticals, various daily medicinal drugs you need can be found here.",
  "109002834_desc": "I want some medicines.",
  "109003309_desc": "Activate",
  "301201_Teleport003": "Resonance Nexus",
  "301201_Teleport003_desc": "The nexus of an ecological information network designed through principles of Wutherium Science. Commonly found in medium- to large-sized towns. Detects and models energy fluctuations, activities of Tacet Discords, or any other abnormal signals to issue early warnings of Waveworn Phenomena.",
  "109003466_desc": "Activate",
  "3002_Quest099": "Weapon Crafting",
  "3002_Quest099_desc": "A weapon crafting table, courtesy of Uncle Wei. Wieh enough materials, you can create top-of-the-line weapons that would give you an advantage in battle.",
  "109700015_desc": "Craft",
  "3003_Quest099": "Synthesizer",
  "3003_Quest099_desc": "The Academy's Synthesis platform allows Resonators to create potions, construct materials, and purify substances with ease.",
  "109700016_desc": "Synthesize",
  "5003_Gameplay102": "Tacet Field",
  "5003_Gameplay102_desc": "Resonator's <color=Thunder>Electro Damage</color> increased\nEnemy's <color=Wind>Aero Damage</color> reduced\n\nA dangerous zone born with the Waveworn Phenomenon, the Resonance Cord in the center with a giant Tacet Mark is its most distinctive feature. \nIn addition to dangerous Tacet Discords, it also flourishes precious materials.",
  "BossChallenge_Monster066": "Thundering Mephis Boss Challenge",
  "BossChallenge_Monster066_desc": "<color=#1891e7>[Electro]</color>\nHas <color=HighlightB>increased RES</color> to <color=Thunder>Electro DMG</color>\nA powerful Tacet Discord that appears in the Tacet Field of Desorock Highlands and is capable of using the power of the Electro.",
  "BossChallenge_Monster045": "Inferno Rider Boss Challenge",
  "BossChallenge_Monster045_desc": "<color=#1891e7>[Fusion]</color>\nHas <color=HighlightB>increased RES</color> to <color=Fire>Fusion DMG</color>\nA powerful Tacet Discord located in the Port City of Guixu. According to witnesses, its movement is different from other TDs, more information to be further researched.",
  "BossChallenge_Monster071": "Crownless Boss Challenge",
  "BossChallenge_Monster071_desc": "<color=#7e1f57>[Havoc]</color>\nHas <color=HighlightB>increased RES</color> to <color=Dark>Havoc DMG</color>\nA Tacet Discord observed in the Gorges of Spirits, there has been only one sighting report for this TD, that of which from the Rover. There is no detailed record of its full appearance, and it is judged to be extremely dangerous according to its energy level.",
  "BossChallenge_Monster068": "Lampylumen Myriad Boss Challenge",
  "BossChallenge_Monster068_desc": "<color=#1891e7>[Glacio]</color>\nHas <color=#b49f50>increased RES</color> to <color=#1891e7>Glacio DMG</color>\nPowerful Tacet Discord that reside in the deep shafts of the Tiger's Maw. There's very few available sighting reports, all of which claiming that they resemble insects.",
  "111001407_desc": "Activate",
  "111001408_desc": "Activate",
  "111001409_desc": "Activate",
  "111001410_desc": "Activate",
  "111001411_desc": "Activate",
  "111003623_desc": "Enter the “Forgery Challenge”",
  "112000904_desc": "Activate",
  "112001409_desc": "Activate",
  "112001410_desc": "Activate",
  "112001411_desc": "Activate",
  "113000019_desc": "Activate",
  "113000022_desc": "Activate",
  "113002859_desc": "Activate",
  "113002860_desc": "Activate",
  "113002862_desc": "Activate",
  "113003298_desc": "Activate",
  "113003314_desc": "Activate",
  "113003476_desc": "Activate",
  "118000643_desc": "Activate",
  "118000644_desc": "Activate",
  "118000645_desc": "Activate",
  "118000647_desc": "Activate",
  "118001030_desc": "Activate",
  "BossChallenge_Monster080": "Mech Abomination Boss Challenge",
  "BossChallenge_Monster080_desc": "<color=Thunder>[Electro]</color>\nHas <color=HighlightB>increased RES</color> to <color=Thunder>Electro damage</color>.\nBorn from the Court of Savantae laboratory's Tacet Discord, it has continuously evolved in the process of devouring the Echo, becoming increasingly massive.",
  "BossChallenge_Monster070": "Mourning Aix Boss Challenge",
  "BossChallenge_Monster070_desc": "<color=#1891e7>[Spectro]</color>\nHas <color=HighlightB>increased RES</color> to <color=Light>Spectro DMG</color>\nA formidable Tacet Discord that nested in the Whining Aix's Mire, its wailing is called the \"Never-ending elegy\" by the people of Huanglong.",
  "BossChallenge_Monster047": "Bell-Borne Geochelone Boss Challenge",
  "BossChallenge_Monster047_desc": "<color=#1891e7>[Glacio]</color>\nHas <color=HighlightB>increased RES</color> to <color=Ice>Glacio DMG</color>\nLarge Mutant Organism that inhabits the depths of the Gorges of Spirits, the ancient bell on their backs can explode with extremely lethal sound waves when they are rung.",
  "122000884_desc": "Activate",
  "122000885_desc": "Activate",
  "122000889_desc": "Activate",
  "122000890_desc": "Activate",
  "122000892_desc": "Activate",
  "BossChallenge_Monster061": "Impermanence Heron Boss Challenge",
  "BossChallenge_Monster061_desc": "<color=Dark>[Havoc]</color>\nHas <color=HighlightB>increased RES</color> to <color=Dark>Havoc damage</color>.\nThe mimic giant bird that resides in Desorock Highland, with three heads, each responsible for feeding, attacking, and guarding.",
  "124001180_desc": "Activate",
  "124001182_desc": "Activate",
  "124001185_desc": "Activate",
  "124001186_desc": "Activate",
  "124001187_desc": "Activate",
  "124001188_desc": "Activate",
  "124001189_desc": "Activate",
  "124001192_desc": "Activate",
  "124001204_desc": "Activate",
  "10000_Gameplay200": "Overdash Club",
  "10000_Gameplay200_desc": "The Overdash Club set up this Overdashing track here. It seems there are tracks in other places too?",
  "301204_Gameplay422": "Depths of Illusive Realm",
  "301204_Gameplay422_desc": "A mysterious gateway emerges in the Whining Aix's Mire, providing access to a realm known as Somnoire. Legend has it that it hosts the dreams of all beings in Solaris.",
  "129000000_desc": "Enter Somnoire",
  "130000050_desc": "Enter the “Forgery Challenge”",
  "130000173_desc": "The Imitative Sonic Device left by Court of Savantae can simulate powerful enemies. The Data Set obtained in this battle can be exchanged for various rewards in the Simulation Training Store.",
  "301203_Gameplay422": "Tower of Adversity",
  "301203_Gameplay422_desc": "The Huaxu Academy's experimental project offers generous rewards. Conquer the tower's challenges for great prizes.",
  "131700001_desc": "Enter Tower of Adversity",
  "BossChallenge_Monster044": "Tempest Mephis Boss Challenge",
  "BossChallenge_Monster044_desc": "<color=Thunder>[Electro]</color>\nHas <color=HighlightB>increased RES</color> to <color=Thunder>Electro damage</color>.\nThe powerful Tacet Discord that wanders the Central Plains, manipulating the power of the storm to constantly devour the sound of human protection, is regarded as one of the vanguards of the Crownless.",
  "133000508_desc": "Enter the “Forgery Challenge”",
  "380013_Gameplay379": "Perspective Bender",
  "142000071_desc": "Enter “Perspective Bender”",
  "142000073_desc": "Enter the “Forgery Challenge”",
  "143000000_desc": "Activate",
  "143000002_desc": "Activate",
  "143000005_desc": "Activate",
  "143000045_desc": "Activate",
  "380018_Gameplay124": "Alloy Smelt",
  "200800011_desc": "Enter Sonoro Sphere",
  "300310_Gameplay333": "The Grand Library",
  "300310_Gameplay333_desc": "A grand construction located in the central axis of Jinzhou. Not only it reserves the functions of important reception and discussion of major issues, but also sets itself as the symbol of hope for the people of Huanglong.",
  "3015_NPC0278": "Tiger's Maw Ore",
  "3015_NPC0278_desc": "A bustling ore trading hub in Tiger’s Maw Mine, providing ore purchase and recycling services.",
  "311000193_desc": "Tiger's Maw Ore",
  "3017_NPC0279": "Yibai Clinic",
  "3017_NPC0279_desc": "This shop offers a variety of potions and essential medicines for daily needs.",
  "311000194_desc": "Yibai Clinic",
  "3016_NPC0280": "Tiger's Maw Stall",
  "3016_NPC0280_desc": "A food stall in Tiger’s Maw Mine, providing a variety of common food.",
  "311000195_desc": "Tiger's Maw Food Stalls",
  "610000001_desc": "Enter Sonoro Sphere",
  "Monster_Glowing": "Elite Glowing Enemies",
  "Monster_Glowing_111000031": "Roseshroom - Mutant",
  "Monster_Glowing_111000031_desc": "Level 60",
  "Monster_Glowing_111000032": "Sabyrkin",
  "Monster_Glowing_111000032_desc": "Level 50",
  "Monster_Glowing_Monster042": "Viridblaze Saurian",
  "Monster_Glowing_Monster042_desc": "Level 30",
  "Monster_Glowing_111000034": "Wasteland Bellower",
  "Monster_Glowing_111000034_desc": "Level 40",
  "Monster_Glowing_Monster037": "Obelisk Guardian",
  "Monster_Glowing_Monster037_desc": "Level 85",
  "Monster_Glowing_111000037": "Twin Heron",
  "Monster_Glowing_111000037_desc": "Level 110",
  "Monster_Glowing_111000038": "Young Murmurin",
  "Monster_Glowing_111000038_desc": "Level 100",
  "Monster_Glowing_111000040": "Prism Heart",
  "Monster_Glowing_111000040_desc": "Level 90",
  "Monster_Glowing_111000045": "Scorpion's Nest",
  "Monster_Glowing_111000045_desc": "Level 70",
  "Monster_Glowing_111000056": "Illuminator Theater",
  "Monster_Glowing_111000056_desc": "Level 60",
  "Monster_Glowing_Monster041": "Chasm Rider",
  "Monster_Glowing_Monster041_desc": "Level 45",
  "Monster_Glowing_111800001": "Wild Gorilla",
  "Monster_Glowing_111800001_desc": "Level 120",
  "Monster_Glowing_Monster054": "Carapace: Engine Zero",
  "Monster_Glowing_Monster054_desc": "Level 25",
  "Monster_Glowing_Monster051": "Spearback King",
  "Monster_Glowing_Monster051_desc": "Level 120",
  "Monster_Glowing_111000044": "Fractsidus Follower",
  "Monster_Glowing_111000044_desc": "Level 80"
}